Repository: wpsetter/actify
Catalog: languages/actify-*.po
Languages: ro_ro

source: A widget that show the most highlighted quotes from posts
ro_ro: Piesa care afișează cele mai des markate fraze din postări.

source: Highlights
ro_ro: Fraze marcate

source: %s people highlighted this passage.
ro_ro: %s utilizatori au marcat acestă frază.

source: New title
ro_ro: Titlu nou

source: Title:
ro_ro: Titlu:

source: Minimum counts to show highlight:
ro_ro: Numărul minim de marcări:

source: Number of highlights to show:
ro_ro: Numărul de marcări pentru a fi afișat:

source: Show number of counts ?
ro_ro: Afișează numărul de marcaje numărate?

source: Invalid security token sent.
ro_ro: Security token trimis este invalid.

source: Recaptcha server request error.
ro_ro: Eroare de server la conexiunea cu Recaptcha.

source: Invalid recaptcha token sent.
ro_ro: Recaptcha token trimis este invalid.

source: Options was saved
ro_ro: Opțiunele au fost salvate.

source: Actify Settings
ro_ro: Actify Setări

source: Show Facebook button
ro_ro: Afișează buttonul de Facebook

source: Show Facebook button in the tooltip.
ro_ro: Afișează button de facebook în tooltip.

source: Facebook App Id
ro_ro: Facebook Id-ul Aplicației

source: A unique ID given to your app to use whenever, <a href="%s">read more</a>.
ro_ro: Un ID unic setat pentru aplicația ta, <a href="%s">citește mai multe</a>.

source: The site key is used to invoke reCAPTCHA service on your site or mobile application, <a href="%s">read more</a>.
ro_ro: Site key-ul e folosit pentru a accesa serviciul reCAPTCHA pe site sau pe aplicația mobile, <a href="%s">citește mai multe</a>.

source: The secret key authorizes communication between your application backend and the reCAPTCHA server to verify the user's response, <a href="%s">read more</a>.
ro_ro: Cheia secretă autorizează comunicare între aplicație și serverul reCAPTCHA pentru a verifica răspunsul primit de utilizator, <a href="%s">citește mai departe</a>.

source: Show Twitter button
ro_ro: Afișează button Twitter

source: Show Twitter button in the tooltip.
ro_ro: Afișează buttonul Twitter în tooltip.

source: Show highlight button
ro_ro: Afișează button de marcare

source: Show highlight button in the tooltip.
ro_ro: Afișează buttonul de marcare în tooltip.

source: Minimum number of highlights
ro_ro: Numărul minim de marcări

source: Minimum number of highlights to be shown in the page/post.
ro_ro: Numărul minim de marcări pentru a fi afișate în păgini/postări.

source: Show report mistake button
ro_ro: Afișează buttonul de raportează o greșeală

source: Show report mistake button in the tooltip.
ro_ro: Afișează buttonul de raportează o greșeală în tooltip.

source: Show report similar cases button
ro_ro: Afișează buttonul raportează un caz similar

source: Show report similar cases button in the tooltip.
ro_ro: Afișează buttonul raportează un caz similar în tooltip.

source: Enable Actify functionality in pages.
ro_ro: Activează funcționalitatea Actify în pagini.

source: Show tooltip in single page template.
ro_ro: Afișează tooltipul în singe page template.

source: Enable Actify functionality in posts.
ro_ro: Activează funcționalitatea Actify în postări.

source: Show tooltip in single post template.
ro_ro: Afișează tooltipul în single post template.

source: Save Settings
ro_ro: Salvează setările.

source: Your highlight was sent.
ro_ro: Dragă cititor, îți mulțumim pentru sesizare. Lectură plăcută în continuare!

source: Invalid Security token.
ro_ro: Security token nu este valid.

source: Invalid recaptcha validation.
ro_ro: Validarea Recaptcha a eșuat.

source: Invalid recaptcha request.
ro_ro: Raspunsul de la serverul reCAPTHA este invalid.

source: Send
ro_ro: Trimite

source: Close
ro_ro: Închide

source: Highlight as favourite quote.
ro_ro: Marchează ca frază favorită.

source: Share on facebook
ro_ro: Distribuie pe facebook

source: Share on Twitter
ro_ro: Distribuie pe Twitter

source: Send a typo.
ro_ro: Trimite o greșeală gramaticală

source: Your typo was sent.
ro_ro: Greșeala gramaticală a fost trimisă.

source: Send Mistake
ro_ro: Trimite

source: Report a mistake
ro_ro: Raportează o greșeală gramaticală

source: Mistake
ro_ro: Greșeală gramaticală

source: Corrected mistake
ro_ro: Versiunea corectată

source: Your report was sent.
ro_ro: Ați raportat cu succes.

source: Report similar cases
ro_ro: Raportează cazuri similare

source: Phone number
ro_ro: Număr de contact

source: Describe your case.
ro_ro: Descrie cazul.

source: Highlight Details
ro_ro: Detalii a marcării

source: Highlighted from : %s
ro_ro: Marcat din : %s

source: Highlighted length : %s
ro_ro: Lungimea macării în caractere : %s

source: Highlighted words : %s
ro_ro: Numărul de cuvinte marcate : %s

source: Count highlights : %s
ro_ro: Numărul de marcări : %s

source: Actify is a Wordpress plugin that increases the interaction of the readers of your website with the content.
ro_ro: Actify este un WordPress plugin care mărește interacțiunea utilizatorilor cu contentul de pe site.
